Repository: digidigital/AESify
Catalog: Code/locale/*/LC_MESSAGES/AESify.po
Languages: de, ru

source: AESify {0} - Encrypt PDF-Files Easily
de: AESify {0} - PDF-Dateien einfach verschlüsseln
ru: AESify {0} - Легкое шифрование PDF-файлов

source: Show password
de: Passwort anzeigen
ru: Показать пароль

source: Copy password to clipboard
de: Passwort in Zwischenablage kopieren
ru: Копирование пароля в буфер обмена

source: Password used to open the document - Limited to non-restricted actions
de: Passwort zum Öffnen des Dokuments - Leser ist beschränkt auf zugelassene Aktionen
ru: Пароль, используемый для открытия документа - Ограничено для нелимитированных действий

source: If the document is opened with this password the user is not limited by document restrictions
de: Wird das Dokument mit diesem Passwort geöffnet, hat der Leser vollen Zugriff
ru: Если документ открыт с этим паролем, пользователь не ограничен ограничениями документа

source: Create password
de: Passwort erzeugen
ru: Создать пароль

source: Copy
de: Kopieren
ru: Копировать

source: Paste
de: Einfügen
ru: Bставить

source: In order to use right click copy/paste please install package 'xclip', 'xsel or 'wl-clipboard'. You can still use 'CTRL + v' to paste passwords.
de: Um Kopieren / Einfügen über Rechts-Klick nutzen zu können, installiere bitte 'xclip', 'xsel' oder 'wl-clipboard'. Nutze alternativ 'CTRL + v'
ru: Для использования копирования/вставки правой кнопкой мыши установите пакет 'xclip', 'xsel' или 'wl-clipboard'. Вы по-прежнему можете использовать 'CTRL + v' для вставки паролей.

source: Input Settings
de: Quelldatei-Einstellungen
ru: Настройки ввода

source: Browse
de: Öffnen
ru: Просмотреть

source: Password:
de: Passwort:
ru: Пароль:

source: About
de: Über
ru: О сайте

source: Output Settings
de: Ausgabe-Einstellungen
ru: Настройки выхода

source: Encrypted PDF:
de: Verschlüsseltes PDF:
ru: Зашифрованный PDF:

source: Open Password:
de: Öffnen-Passwort:
ru: Открыть пароль:

source: Complexity:
de: Komplexität:
ru: Сложность:

source: Permissions Password:
de: Berechtigungspasswort:
ru: Пароль авторизации:

source: Encryption level:
de: Verschlüsselungsebene:
ru: Уровень шифрования:

source: Page range from:
de: Seitenbereich von:
ru: Диапазон страниц от:

source: Page range to:
de: Seitenbereich bis:
ru: Диапазон страниц до:

source: Save PDF
de: Speichern
ru: Сохранить PDF

source: High Resolution printing
de: Drucken (Hohe Qualität)
ru: Печать с высоким разрешением

source: Allow high quality prints
de: Erlaubt Ausdrucke mit hoher Qualität
ru: Разрешить печать с высоким разрешением

source: Low Resolution Printing (150dpi)
de: Drucken mit 150dpi
ru: Печать с низким разрешением (150dpi)

source: Allow a print quality of 150dpi
de: Erlaubt Ausdrucke mit niedriger Qualität
ru: Разрешить качество печати 150dpi

source: Document Assembly
de: Dokumentzusammenstellung
ru: Сборка документов

source: Allow adding/inserting and rotating of pages
de: Erlaubt das Einfügen, Löschen und Drehen von Seiten
ru: Разрешить добавлять/вставлять и вращать страницы

source: Content Copying
de: Kopieren von Inhalten
ru: Копирование контента

source: Allow copying of text, images, etc.
de: Erlaubt das Kopieren von Text, Bildern und anderen Inhalten
ru: Разрешить копирование текста, изображений и т.д.

source: Commenting
de: Kommentieren
ru: Комментирование

source: Allow commenting, form field fill-in and signing
de: Erlaubt Kommentare, Ausfüllen von Formularen und Signieren
ru: Разрешить комментирование, заполнение полей формы и подпись

source: Form field fill-in or signing
de: Formulare ausfüllen und unterschreiben
ru: Заполнение или подписание полей формы

source: Allow form field fill-in, signing and creation of template pages
de: Erlaubt das Ausfüllen von Formularfeldern und Unterschreiben sowie die Erstellung von Vorlagen
ru: Разрешить заполнять поля формы, подписывать и создавать шаблонные страницы

source: Forms, Signing, Template Pages
de: Formulare, Unterschreiben, Vorlagen
ru: Формы, Подписание, Шаблоны страниц

source: Allow changing the document, document assembly, form field fill-in, signing and creation of template pages
de: Erlaubt das Ändern des Dokuments, Dokumentenzusammestellung, Formularfelder ausfüllen, unterschreiben sowie Vorlagenseiten
ru: Разрешить изменять документ, собирать документ, заполнять поля формы, подписывать и создавать шаблонные страницы

source: Document Restrictions
de: Bearbeitungsrechte
ru: Ограничения на документы

source: Missing or wrong password
de: Fehlendes oder falsches Passwort
ru: Отсутствие или неправильный пароль

source: Unable to open file.
de: Datei kann nicht geöffnet werden
ru: Невозможно открыть файл.

source: Error: If the owner password is blank the open passwort should be blank as well.
de: Bei leerem Berechtigunspasswort muss das Öffnen-Passwort ebenfalls leer sein.
ru: Ошибка: Если пароль владельца пуст, открытый пароль также должен быть пустым.

source: The open password contains invalid characters.
de: Das Öffnen-Passwort enthält unzulässige Zeichen.
ru: Открытый пароль содержит недопустимые символы.

source: The owner password contains invalid characters.
de: Das Berechtigungspasswort enthält unzulässige Zeichen.
ru: Пароль владельца содержит недопустимые символы.

source: File saved.
de: Datei gespeichert.
ru: Файл сохранен.

source: An unexpected error occured... :(
de: Ein unerwarteter Fehler ist aufgetreten... :(
ru: Возникла непредвиденная ошибка... :(

source: Please select an input file first!
de: Bitte wähle zuerst eine Quelldatei!
ru: Пожалуйста, сначала выберите входной файл!
